/* Info shown cell for TV shows */
"Season %@, Episode %@" = "Episódio %2$@, %1$@ª temporada";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "Temporada %@";

/* TV Season header in video details */
"%@, Season %@" = "%@, temporada %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(1 episódio)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(1 livro)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(%d livros)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(%d episódios, 1 vídeo)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(%d episódios, %d vídeos)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(%d episódios)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(%d vídeos)";

"ONE_SONG" = "1 música";
"SONGS_COUNT_FORMAT" = "%d músicas";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "%d álbuns, %d músicas";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "%d álbuns, 1 música";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "1 música";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "%d músicas";

"ALBUM_HEADER_SONG_COUNT" = "%d músicas";
"ALBUM_HEADER_SONG_COUNT_1" = "1 música";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Lançamento: %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"LIBRARY" = "Biblioteca";
"MUSIC" = "Música";
"NO_MUSIC_TITLE" = "Música";
"NO_VIDEOS_TITLE" = "Vídeos";
"SOURCES" = "Fontes";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "Acessório ligado";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "Adicionar todos os álbuns";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "Adicionar todas";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "Adicione músicas a esta lista de reprodução.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Guardar";
"ADD_PLAYLIST_DIALOG_TITLE" = "Nova lista";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Digite um nome para a lista de reprodução.";
"ADD_PLAYLIST_ROW" = "Adicionar lista…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Título";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Adicionar músicas a “%@”.";
"EDIT_PLAYLIST_RENAME" = "Alterar o nome";
"EDIT_PLAYLIST_ADD_SONGS" = "Adicionar músicas";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Alterar nome da lista";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Título";

/* No comment provided by engineer. */
"Albums" = "Álbuns";

/* list option to view all albums. */
"All Albums" = "Todos os álbuns";

/* list option to view all songs. */
"All Songs" = "Todas as músicas";

/* No comment provided by engineer. */
"Audible" = "Audible";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "Capítulo %.02d/%.02d";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Chapter %d of %d" = "Capítulo %1$d de %2$d";

"CHAPTER_INDEX_FORMAT" = "Capítulo %d";

/* No comment provided by engineer. */
"Refresh Playlist" = "Actualizar lista";

"CLEAR" = "Limpar";

/* No comment provided by engineer. */
"Clear Playlist" = "Limpar lista";

/* No comment provided by engineer. */
"Save Playlist" = "Guardar lista";

/* No comment provided by engineer. */
"Delete Playlist" = "Apagar lista";

/* No comment provided by engineer. */
"content" = "conteúdo";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "Inválido";

/* No comment provided by engineer. */
"Delete" = "Apagar";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "Gostaria de apagar “%@”, para poupar espaço?";

/* No comment provided by engineer. */
"Done" = "Fechar";

/* No comment provided by engineer. */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Save" = "Guardar";

/* Info shown cell for TV shows */
"Episode %@" = "Episódio n.º %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "Com base na música de:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ e outras";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " e outros";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Mistura Genius";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "Ligue a uma rede móvel ou Wi‑Fi para descarregar “%@”.";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "Ligue a uma rede Wi‑Fi para descarregar “%@”.";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "Manter";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "%d álbuns";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "%d intérpretes";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "%d livros Audible";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "%d audiolivros";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "%d colectâneas";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "%d compositores";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d elementos";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d faixas";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "%d géneros";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d listas de reprodução";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "%d episódios";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "%d podcasts";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "%d músicas";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "A descarregar %d de %d…";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "%d gravações";

/* No comment provided by engineer */
"LOADING_GENIUS" = "A carregar…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "A carregar letras…";

/* No comment provided by engineer. */
"More" = "Mais";

/* Section header title in the Videos list */
"Movies" = "Filmes";

/* Section header title in the Videos list */
"Movie Rentals" = "Filmes alugados";

/* Section header title in the Videos list */
"Music Videos" = "Telediscos";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "Não há audiolivros";

/* Generic no content message */
"No Content" = "Nenhum conteúdo";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "Não há músicas";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "Não há podcasts";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "Não há vídeos";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "Álbuns";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "Intérpretes";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "Audiolivros";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "Colectâneas";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "Compositores";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "Géneros";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Misturas";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "Mais";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Listas";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Listas";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "Podcasts";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "Músicas";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "Vídeos";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "Filmes";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "Alugado";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "Programas de TV";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "Podcasts";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "Telediscos";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "Informação";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "Capítulos";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "Episódios";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "Reproduzir filme";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "Partilha";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "Parte %d de %d";

/* No comment provided by engineer. */
"Playlists" = "Listas";

/* Section header title in the Videos list */
"Podcasts" = "Podcasts";

/* Shuffle option shown in song lists */
"Shuffle" = "Aleatório";

/* No comment provided by engineer. */
"Songs" = "Músicas";

/* iTunes Movie Store */
"MOVIE_STORE" = "Loja";

/* iTunes Music Store */
"MUSIC_STORE" = "Loja";

/* No comment provided by engineer. */
"Syncing" = "A sincronizar";

/* Section header title in the Videos list */
"TV Shows" = "Programas de TV";

/* No comment provided by engineer. */
"Unknown" = "Desconhecido";
"UNKNOWN_ARTIST" = "Intérprete desconhecido";
"UNKNOWN_ALBUM" = "Álbum desconhecido";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "Pode descarregar podcasts da iTunes Store.";
"You can download iTunes U content from iTunes." = "Pode descarregar conteúdo do iTunes U da iTunes Store.";
"You can download audiobooks from iTunes." = "Pode descarregar audiolivros da iTunes Store.";
"You can download music from iTunes." = "Pode descarregar música da iTunes Store.";
"You can download videos from iTunes." = "Pode descarregar vídeos da iTunes Store.";

"NOW_PLAYING" = "A reproduzir:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "A\nreproduzir";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "-1";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "O aluguer do filme vai caducar.";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "O período de aluguer deste filme termina em breve. Se parar de ver o filme depois do fim deste período, terá de o voltar a alugar.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "Tem a certeza de que pretende apagar “%@”? Se apagar este filme alugado, terá de voltar a alugá-lo para o poder ver.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "Tem a certeza de que pretende eliminar “%@”?";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "O elemento “%@” não foi transferido para o iTunes. Todo o conteúdo apagado, que não tenha sido transferido, terá de voltar a ser descarregado.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Deseja reproduzir este filme alugado?";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "O aluguer do programa vai caducar.";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "O período de aluguer deste programa de TV termina em breve. Se parar de ver o filme depois do fim deste período, terá de o voltar a alugar.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "Tem a certeza de que pretende apagar “%@”? Se apagar este programa de TV alugado, terá de voltar a alugá‑lo para o poder ver.";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Deseja reproduzir este programa de TV alugado?";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "Caduca %d dias depois de começar a vê-lo.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "Caduca %d dia depois de começar a vê-lo.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "Caduca %d horas depois de começar a vê-lo.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "Caduca %d hora depois de começar a vê-lo.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "Caduca %d minutos depois de começar a vê-lo.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "Caduca %d minuto depois de começar a vê-lo.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "Obter mais episódios...";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "Ver recomendações do Genius…";

"GET_MORE_TV_EPISODES" = "Obter mais episódios…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "Resultados da pesquisa";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "Música";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "Intérprete";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "Álbum";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "Lista de reprodução";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "Audiolivro";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "Teledisco";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "Programa de TV";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "Podcast";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "Filme";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "Pesquisar";

"SEARCH_RESULTS_ONE_RESULT" = "1 resultado";
"SEARCH_RESULTS_RESULTS_FORMAT" = "%d resultados";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Intérpretes (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Intérprete (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Álbuns (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Álbum (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Lista de reprodução (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Listas (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Música (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Músicas (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "Audiolivros (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "Audiolivro (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "Podcast - episódios (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "Podcast - episódio (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "Podcasts (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "Podcast (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "Teledisco (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "Teledisco (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "TV - episódios (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "TV - episódio (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "Programas de TV (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "Programa de TV (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "Filmes (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "Filme (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Géneros (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Género (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "Compositores (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "Compositor (%@ resultado)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "Continuar pesquisa na iTunes Store…";

"PODCAST_LINK_EMAIL_FORMAT" = "Acho que vais gostar deste podcast no iTunes:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Para partilhar podcasts, tem de configurar uma conta no Mail.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "Sumário";
"DESCRIPTION_HEADER" = "Descrição";

"ACTOR_HEADER_SINGULAR" = "Actor";
"ACTOR_HEADER_PLURAL" = "Actores";

"DIRECTOR_HEADER_SINGULAR" = "Realizador";
"DIRECTOR_HEADER_PLURAL" = "Realizadores";

"PRODUCER_HEADER_SINGULAR" = "Produtor";
"PRODUCER_HEADER_PLURAL" = "Produtores";

"SCREENWRITER_HEADER_SINGULAR" = "Argumentista";
"SCREENWRITER_HEADER_PLURAL" = "Argumentistas";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "%d álbum, %d música";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "%d álbum, %d músicas";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "%d álbuns, %d músicas";

"NO_METADATA_RELEASED_HEADER" = "Lançamento";
"NO_METADATA_LENGTH_HEADER" = "Duração";
"NO_METADATA_SIZE_HEADER" = "Tamanho";
"NO_METADATA_COPYRIGHT_HEADER" = "Copyright";
"NO_METADATA_DIMENSIONS_HEADER" = "Dimensões";
"NO_METADATA_CODECS_HEADER" = "Codecs";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "Lançamento";
"LENGTH_HEADER" = "Duração";
"SIZE_HEADER" = "Tamanho";
"COPYRIGHT_HEADER" = "Copyright";
"FROM_THE_ALBUM_HEADER" = "Do álbum (disponível no iTunes)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "Dimensões";
"CODECS_HEADER" = "Codecs";

"RELEASE_DATE_UNKNOWN" = "Desconhecido";
"DURATION_UNKNOWN" = "Desconhecido";
"DIRECTORS_UNKNOWN" = "Desconhecido";

"ALBUM_UNKNOWN" = "Álbum desconhecido";
"ALBUM_SONGS_COUNT_SINGULAR" = "1 música";
"ALBUM_SONGS_COUNT_PLURAL" = "%u músicas";

"CREATE_GENIUS_PLAYLIST" = "Crie listas Genius a partir de músicas.";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Adicionar músicas à lista de reprodução %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Lançamento: %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 música";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u músicas";
"ALBUM_INFO_TIME_SINGULAR" = "1 min";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "Pode descarregar vídeos do iTunes.";
"GENIUS_PLAYLIST" = "Lista Genius";
"DELETE_VIDEO_ALERT" = "Apagar vídeo?";

"PLAYLIST_DELETE_ALERT_TITLE" = "Apagar “%@”";
"PLAYLIST_DELETE_ALERT_BODY" = "Se apagar “%@”, este elemento será igualmente removido do computador da próxima vez que sincronizar.";

"EPISODE_DESCRIPTION_MORE" = "Mais";

"NO_RESULTS" = "Nenhum resultado";

"PLAY_ALL_SONGS" = "Reproduzir todas";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "Crie listas Genius a partir de músicas.";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "Nova";
"GENIUS_REFRESH_BUTTON_TITLE" = "Actualizar";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "Bibliotecas partilhadas";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "A biblioteca “%@” requer palavra‑passe.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "Palavra‑passe";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "Não foi possível estabelecer ligação a “%@”.";

"RENTAL_EXPIRED_FORMAT" = "O período de aluguer de “%@” terminou.";
"RENTAL_WARNING_DAYS_FORMAT" = "Tem %1$@ dias para ver “%2$@” e, depois, este será apagado.";
"RENTAL_WARNING_DAY_FORMAT" = "Tem %1$@ dia para ver “%2$@” e, depois, este será apagado.";
"RENTAL_WARNING_HOURS_FORMAT" = "Tem %1$@ horas para ver “%2$@” e, depois, este será apagado.";
"RENTAL_WARNING_HOUR_FORMAT" = "Tem %1$@ hora para ver “%2$@” e, depois, este será apagado.";
"RENTAL_WARNING_MINUTES_FORMAT" = "Tem %1$@ minutos para ver “%2$@” e, depois, este será apagado.";
"RENTAL_WARNING_MINUTE_FORMAT" = "Tem %1$@ minuto para ver “%2$@” e, depois, este será apagado.";

"HOME_SHARING_SPLASH_LABEL" = "Partilha doméstica";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "ID Apple";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "exemplo@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "Palavra‑passe";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "necessária";
"HOME_SHARING_FOOTER_LABEL" = "Para usar a partilha doméstica, necessita de um ID Apple.";
"HOME_SHARING_ERROR_TITLE" = "Não foi possível activar a partilha doméstica";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "Não foi possível ligar à biblioteca de multimédia";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "A partilha doméstica requer o iTunes 10.2 ou versão posterior.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "O meu iPad";
"SHARED_DEVICE_LIBRARY_FORMAT" = "O meu %@";

"DOWNLOAD_ALL_BUTTON_TITLE" = "Descarregar tudo";
"SHOW_COMPLETE_ALBUM" = "Mostrar todo o álbum…";
"HIDE_COMPLETE_ALBUM" = "Ocultar todo o álbum";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "Completar álbum %@";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "Completar este álbum";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "Comprar álbum: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "Preço normal %@";
"SHOW_COMPLETE_SEASON" = "Mostrar toda a temporada";
"HIDE_COMPLETE_SEASON" = "Ocultar toda a temporada";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "Mais %d episódio…";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "Mais %d episódio disponível no iTunes";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "Mais %d episódios…";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "Mais %d episódios disponíveis no iTunes";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "Completar temporada %@";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "Completar temporada";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "Completar o meu passe de temporada";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "Comprar temporada %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "Comprar temporada";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "Comprar passe de temporada";

"EXIT_STORE_BUTTON_TITLE" = "Biblioteca";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "Os podcasts mudaram de lugar";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "Pode descarregar episódios novos através da aplicação Podcasts.";
